{
  "name": "Corpus",
  "locale": "en-US",
  "data": [
    {
      "intent": "bazcal.notif",
      "utterances": [
        "Hey Bazcal, what should I invest in with 5M",
        "what to invest bazcal with 500k",
        "yo bazcal I have 500k what do I do?",
        "yo what do I invest in with 20mil bazcal",
        "yello Robert, what should I do with my 10k",
        "Admins what do I invest in if I have 500k",
        "investing 6.7m, what do I invest in bazcal?",
        "Yo Bazcal where should I invest my 20 million",
        "let's invest, what do I do with 20k bazcal",
        "Lets make some money, bazcal where should I invest my 145k",
        "Yo bazcal help me invest 1m?",
        "Bazcal help me invest about 40k",
        "bazcal how do I invest 1m",
        "help me bazcal i have 100k you’re my only hope",
        "What to invest 10k in bazcal?",
        "bazcal where do I invest 10m?",
        "What is good to invest 100k in bazcal",
        "Hey where to invest 200k bazcal",
        "bazcal how can I invest 5m",
        "bazcal, i am viking and must invest in money. have 500k coin. invest in where? odin thanks you.",
        "bazcal what do I invest 15m in?",
        "Bazcal what is a good investment for 100k",
        "bazcal help me invest 500k",
        "yo bazcal how can I invest 250k?",
        "bazcal, my wife divorced me and left me with 200k only. where shall i invest?",
        "bazcal let me know where can I invest 750k",
        "Hey bazcal in which item to invest 100k",
        "bazcal should i invest 60k?",
        "bazcal should how do I invest 900k?",
        "Bazcal where to invest 100k",
        "give me a good investment for 100k bazcal",
        "Hello Bazcal. It is me, President Donald Trump. Where must I invest 1M?",
        "what to invest 100k in bazcal",
        "bazcal how do I effectively invest 1.5m?",
        "12.5k should be invested in what Bazcal?",
        "bazcal where should I invest 1.25m?",
        "How to effectively invest 1.7m bazcal?",
        "Bonjour Bazcal. It is moi, President Macron. I have about 10k skyblock coins. In which item should I invest, robot?",
        "bazcal let me know how to invest 5m",
        "Invest 400k for me bazcal",
        "bazcal effective ways to invest 7.5m?",
        "bazcal invest 10m",
        "Hey inferior robot bazcal, where to invest 300k",
        "bazcal how can I profit from 650k?",
        "bazcal should how do I invest 10m?",
        "Bazcal, my young apprentice. You must tell me where to invest 100k.",
        "bazcal how to make a profit from 10m?",
        "bazcal let me know how to profit from 625k",
        "bazcal please help me make money from 900k",
        "bazcal what is a good way to make profit from 1.3m",
        "what can i do with 100k to profit bazcal",
        "Good evening Bazcal. I must invest 1m skyblock coins.",
        "Mmh! Yoda, I am. Invest 100k, I will not. Understand, do you?",
        "what item is worth my 100k coins bz",
        "yo baz how do I make money from a base of 1m?",
        "Hey what do I do with 100k baz",
        "baz help me profit from 2m",
        "hey baz how do I make money from 5m",
        "bazzy help i need money i only have 10k",
        "Meesa Jar Jar Binks, bazzy! Meesa require investment of 100k. Thank yousa!",
        "Mr baz help me earn money from an investment of 10m",
        "what to do with 12m bazcal",
        "wassup baz hook me up with an investment plan for 1m as a starting point",
        "baz what to invest 100.5k in",
        "I need to invest 1.4 million skyblock coins and i need to do it fast. Thank you, bazzy.",
        "I need to invest 1.4 million skyblock coins and i need to do it fast. Thank you, bazzy.",
        "bazcal is awful i will never invest 100k into skyblock",
        "but i don’t want to invest 1 million with the help of bazcal",
        "bazcal 10m give",
        "Hey Bazcal, where can I invest 245k",
        "yo baz help me invest 1m in one hour",
        "bazcal my man tell me how do i invest 500k",
        "Baz what to spend 100k on in 10mins",
        "Help bazcal I got only 5minutes to invest 900k in something",
        "can anyone help me invest 800k in an hour? help quick pls",
        "BAZ where to place 400k in the next hour",
        "bazcal tell me how can i make profit from an investment of 5m over the course of one day",
        "bazcal where to invest 130m",
        "what to do with 150k in 5minutes bazzy",
        "what item to invest my 500k over the next 15minutes bazcal",
        "help me gain profit with 69k in 1minute please baz",
        "bazcal invest 5mil",
        "Help me with 50mil bazcal",
        "Heya baz what should I do with my 76k",
        "Heyo baz tell me what to do with my 15k",
        "hay bazzy please tell me what to do with 897k",
        "yo baz I have 10 million to invest help me out man",
        "yo baz I want to invest 3 million",
        "heyo bazcal can you help me invest 3 million cash"
      ],
      "answers": [
        "I'll shoot you a message privately",
        "Sure, check your channel",
        "I've sent you additional instructions",
        "Let me think real quick and I'll send you some investment options",
        "Yep, I'm sending you a message",
        "Sure thing!",
        "My big brain maths will help you out in our personal channel..."
      ]
    },
    {
      "intent": "None",
      "utterances": [
        "I need advice",
        "I need some advice",
        "can you give me some advice?",
        "what should I do?",
        "Not much compared to my guildmates",
        "maxim how much money u got?",
        "Nah I DM my tactics. This server opens up a lot of options to profit but when it comes to getting down to the nitty gritty I keep that to myself",
        "because everything i try to flip dies",
        "as long as this server exists nobody will profit",
        "its impossible to get a sell offer to go trough",
        "I am now at 65mil after starting with 60mil just 3 hours ago",
        "I was just commenting I wasn't trying to duel srry",
        "xenfo nearly every skyblock discord is dead when its not really big xd",
        "yes much better than another i was on",
        "can i have an admin to look at my reply to get access?",
        "I thinks the bot tho so u can’t really change it it’s not a server thing",
        "sure mee6 doesnt have it but i mean loook at ur bots",
        "Cause anythign else would just be a waste of redstone",
        "who needs to make 9 items into ench",
        "hey bazcal whats pu",
        "hey bazzy how you going",
        "baz whatzup",
        "baz is bad",
        "bazcal is not good",
        "bazcal why jo ding",
        "not to be an asshole but bazcal is kinda terrible",
        "heyo bazcal why is the trades so bad",
        "where should I not invest my 12k bazcal?",
        "why can't I invest my 20k bazcal",
        "My investment of 12k is lost, thanks bazcal",
        "Bazcal, you made me loose 56 million in investments",
        "Yo Bazcal 12 million",
        "Million bazcal 12",
        "baz no help me invest I loose money",
        "I lost my investment",
        "this is so cool 12 june",
        "why are you doing this to me",
        "what is happening here",
        "the reason we met as 12k on 14 june was to invest in slime",
        "why is april the best month to invest money",
        "what is the margins on these investments like?",
        "meaning once one yt advertises it, other small youtubers will also advertise it, getting to bigger creators each time",
        "im here for daily exp gain",
        "HOW IS THIS SERVER GROWING SO DAMN FAST",
        "i am poor i spent so much money on a pc4k and now they made it cheaper, story of my life",
        "im 1 xp bar away from putting on a 1-minute metronome and making sure to flick back to discord on every beep",
        "bazcal 12 june",
        "bazcal 30 April",
        "we need more investments that isn't shit",
        "You need to sell all your Pumpkin right now! [ Down 0.03 ]",
        "Error: I couldn't find any balance referenced in your message...",
        "We don't know what to invest in",
        "why is bazaar fliping so hard",
        "what is the purpose of investing like this?",
        "bazcal",
        "How do I use bazcal",
        "what is bazcal",
        "why is bazcal responding to so many of my messages",
        "bazcal i 20m",
        "bazcal what are you doing",
        "can someone explain how bazcal works",
        "I want the normal bazcal back because I got more profit with it",
        "Also I better not lose money from this xd, invested 10 mil into it :////",
        "but how long after I have bought it, like 10 mins or",
        "how do i controll the bazcal bot",
        "so im new to the server and just used the trial bot, it went really well I'm shocked that the bazaar orders filled so quickly",
        "With bazaar I don't",
        "with bazaar i 1",
        "With bazaar I don't think there is a peak time 7",
        "With bazaar I don't think there is a peak time 2",
        "With bazaar I don't think there is a peak time",
        "how do i controll the bazcal bot",
        "so im new to the server and just used the trial bot, it went really well I'm shocked that the bazaar orders filled so quickly",
        "i found a backpack in the bazzar area",
        "what prefix did you use for bazal"
      ],
      "answers": ["Sorry, I don't understand"]
    }
  ]
}
